Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: %lld min active
ar: %lld دقيقة نشاط
da: %lld min aktiv
de: %lld Min. aktiv
es: %lld min activo
fi: %lld min aktiivinen
fr: %lld min actif
is: %lld mín virkur
it: %lld min attivo
ja: アクティブ %lld 分
ko: 활동 %lld분
nb: %lld min aktiv
nl: %lld min actief
pt_br: %lld min ativo
ru: %lld мин активности
sv: %lld min aktiv
zh_hans: 活动 %lld 分钟

source: %lld min aerobic-base work — α1 stayed above threshold the whole time. Ideal Zone-2 session.
ar: %lld دقيقة من عمل القاعدة الهوائية — بقي α1 فوق العتبة طوال الوقت. جلسة منطقة 2 مثالية.
da: %lld min aerob basetræning — α1 forblev over tærsklen hele tiden. Ideel Zone 2-session.
de: %lld Min aerobe Grundlagenarbeit — α1 blieb durchgehend über der Schwelle. Ideale Zone-2-Einheit.
es: %lld min de trabajo de base aeróbica — α1 se mantuvo por encima del umbral todo el tiempo. Sesión de Zona 2 ideal.
fi: %lld min aerobista peruskuntoa — α1 pysyi kynnyksen yläpuolella koko ajan. Ihanteellinen kakkosalueen harjoitus.
fr: %lld min de base aérobie — α1 est resté au-dessus du seuil tout du long. Séance Zone 2 idéale.
is: %lld mín loftháð grunnvinna — α1 hélst yfir þröskuldi allan tímann. Kjörin Svæði-2 lota.
it: %lld min di base aerobica — α1 è rimasto sopra la soglia per tutto il tempo. Sessione Zona 2 ideale.
ja: 有酸素ベース %lld 分 — α1 は終始しきい値を上回りました。理想的なゾーン 2 セッション。
ko: 유산소 기초 %lld분 — α1이 내내 역치 위를 유지했습니다. 이상적인 존2 세션.
nb: %lld min aerob basetrening — α1 holdt seg over terskelen hele tiden. Ideell Sone 2-økt.
nl: %lld min aerobe basisarbeid — α1 bleef de hele tijd boven de drempel. Ideale Zone 2-sessie.
pt_br: %lld min de base aeróbia — α1 permaneceu acima do limiar o tempo todo. Sessão Zona 2 ideal.
ru: %lld мин аэробной базы — α1 всё время оставался выше порога. Идеальная сессия во 2-й зоне.
sv: %lld min aerobt basarbete — α1 höll sig över tröskeln hela tiden. Idealiskt Zon 2-pass.
zh_hans: 有氧基础 %lld 分钟 — α1 全程保持在阈值之上。理想的二区课。

source: %lld min in
ar: بعد %lld دقيقة
da: %lld min inde
de: nach %lld Min.
es: a los %lld min
fi: %lld min kohdalla
fr: à %lld min
is: eftir %lld mín
it: a %lld min
ja: %lld 分経過
ko: %lld분 경과
nb: %lld min inn
nl: na %lld min
pt_br: aos %lld min
ru: на %lld мин
zh_hans: 第 %lld 分钟

source: %lld min in the LT1–LT2 band — productive threshold work.
ar: %lld دقيقة في نطاق LT1–LT2 — عمل عتبة مثمر.
da: %lld min i LT1–LT2-båndet — produktivt tærskelarbejde.
de: %lld Min. im LT1–LT2-Band — produktive Schwellenarbeit.
es: %lld min en la banda LT1–LT2 — trabajo de umbral productivo.
fi: %lld min LT1–LT2-kaistalla — tuottavaa kynnystyötä.
fr: %lld min dans la bande LT1–LT2 — travail au seuil productif.
is: %lld mín á LT1–LT2 bandinu — gagnleg þröskuldsvinna.
it: %lld min nella banda LT1–LT2 — lavoro alla soglia produttivo.
ja: LT1〜LT2 帯で %lld 分 — 有効な閾値トレーニング。
ko: LT1–LT2 구간에서 %lld분 — 생산적인 역치 훈련.
nb: %lld min i LT1–LT2-båndet — produktivt terskelarbeid.
nl: %lld min in de LT1–LT2-band — productief drempelwerk.
pt_br: %lld min na faixa LT1–LT2 — trabalho de limiar produtivo.
ru: %lld мин в зоне LT1–LT2 — продуктивная пороговая работа.
sv: %lld min i LT1–LT2-bandet — produktivt tröskelarbete.
zh_hans: 在 LT1–LT2 区间 %lld 分钟 — 有效的阈值训练。

# %lld min into your %@
source: %1$lld min into your %2$@
ar: بعد %lld دقيقة من %@
da: %lld min inde i din %@
de: %lld Min. in deinem %@
es: %lld min de tu %@
fi: %lld min %@-harjoituksessasi
fr: %lld min dans votre %@
is: %lld mín inn í %@ hjá þér
it: %lld min nella tua %@
ja: %2$@ の %1$lld 分経過
ko: %2$@ 시작 후 %1$lld분
nb: %lld min inn i din %@
nl: %lld min in je %@
pt_br: %lld min do seu %@
ru: %lld мин вашей %@
sv: %lld min in i ditt %@
zh_hans: %2$@ 进行 %1$lld 分钟

source: %lld minutes of movement. α1 not captured — strap data unavailable for this session.
ar: %lld دقيقة من الحركة. لم يُلتقط α1 — بيانات الحزام غير متاحة لهذه الجلسة.
da: %lld minutters bevægelse. α1 blev ikke opfanget — pulsbæltedata mangler for denne session.
de: %lld Minuten Bewegung. α1 nicht erfasst — für diese Sitzung sind keine Gurtdaten verfügbar.
es: %lld minutos de movimiento. α1 no capturado: no hay datos de la banda para esta sesión.
fi: %lld minuuttia liikettä. α1:tä ei tallennettu — vyön tiedot eivät ole saatavilla tälle istunnolle.
fr: %lld minutes de mouvement. α1 non capté — données de ceinture indisponibles pour cette séance.
is: %lld mínútur af hreyfingu. α1 ekki skráð — gögn frá ól ekki tiltæk fyrir þessa lotu.
it: %lld minuti di movimento. α1 non rilevato — dati della fascia non disponibili per questa sessione.
ja: %lld 分の活動。α1 は取得できませんでした — このセッションではストラップのデータがありません。
ko: %lld분 동안 움직임. α1이 캡처되지 않았습니다 — 이 세션에서는 스트랩 데이터를 사용할 수 없습니다.
nb: %lld minutter med bevegelse. α1 ikke registrert — data fra beltet er ikke tilgjengelig for denne økten.
nl: %lld minuten beweging. α1 niet vastgelegd — geen bandgegevens voor deze sessie.
pt_br: %lld minutos de movimento. α1 não capturado — dados da cinta indisponíveis nesta sessão.
ru: %lld минуты движения. α1 не записан — данные датчика для этой сессии недоступны.
sv: %lld minuter rörelse. α1 fångades inte — banddata saknas för den här sessionen.
zh_hans: %lld 分钟的活动。未采集到 α1 — 此记录没有心率带数据。

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$lld من %2$lld
da: %lld af %lld
de: %lld von %lld
es: %lld de %lld
fi: %1$lld / %2$lld
fr: %lld sur %lld
is: %1$lld af %2$lld
it: %lld di %lld
ja: %lld / %lld
ko: %lld / %lld
nb: %lld av %lld
nl: %lld van %lld
pt_br: %lld de %lld
ru: %lld из %lld
sv: %lld av %lld
zh_hans: %1$lld / %2$lld

# %lld of %lld readings
source: %1$lld of %2$lld readings
ar: %1$lld من %2$lld قراءة
da: %lld af %lld målinger
de: %lld von %lld Messungen
es: %lld de %lld lecturas
fi: %1$lld / %2$lld lukemaa
fr: %lld sur %lld mesures
is: %1$lld af %2$lld mælingum
it: %lld di %lld letture
ja: %lld / %lld件の測定
ko: %lld / %lld개의 측정
nb: %lld av %lld målinger
nl: %lld van %lld metingen
pt_br: %lld de %lld leituras
ru: %lld из %lld измерений
sv: %lld av %lld mätningar
zh_hans: %1$lld / %2$lld 次读数

# %lld OK, %lld failed
source: %1$lld OK, %2$lld failed
ar: %1$lld ناجحة، %2$lld فاشلة
da: %lld OK, %lld mislykkedes
de: %lld OK, %lld fehlgeschlagen
es: %lld correctas, %lld fallidas
fi: %1$lld OK, %2$lld epäonnistui
fr: %lld OK, %lld échec(s)
is: %1$lld í lagi, %2$lld mistókst
it: %lld OK, %lld non riuscite
ja: %lld成功、%lld失敗
ko: %lld 성공, %lld 실패
nb: %lld OK, %lld feilet
nl: %lld OK, %lld mislukt
pt_br: %lld OK, %lld com falha
ru: %lld успешно, %lld с ошибкой
sv: %lld OK, %lld misslyckade
zh_hans: %1$lld 成功，%2$lld 失败

source: %lld passive
ar: %lld خارج التمارين
da: %lld uden for træning
de: %lld außerhalb
es: %lld fuera de entrenos
fi: %lld muuten
fr: %lld hors séance
is: %lld utan æfinga
it: %lld fuori allenamento
ja: ワークアウト以外 %lld
ko: 운동 외 %lld
nb: %lld utenom økter
nl: %lld daarbuiten
pt_br: %lld fora dos treinos
ru: %lld вне тренировок
sv: %lld utanför pass
zh_hans: 训练外 %lld

source: %lld reconnections during recording
ar: %lld إعادة اتصال أثناء التسجيل
da: %lld genforbindelser under optagelse
de: %lld erneute Verbindungen während der Aufzeichnung
es: %lld reconexiones durante la grabación
fi: %lld uudelleenyhdistystä tallennuksen aikana
fr: %lld reconnexions pendant l'enregistrement
is: %lld endurtengingar við upptöku
it: %lld riconnessioni durante la registrazione
ja: 記録中に%lld回の再接続
ko: 기록 중 재연결 %lld회
nb: %lld gjenoppkoblinger under opptak
nl: %lld herverbindingen tijdens opname
pt_br: %lld reconexões durante a gravação
ru: %lld переподключения во время записи
sv: %lld återanslutningar under inspelning
zh_hans: 记录期间重新连接 %lld 次

source: %lld recordings to recover
ar: %lld تسجيل للاسترداد
da: %lld optagelser at gendanne
de: %lld Aufzeichnungen wiederherzustellen
es: %lld grabaciones por recuperar
fi: %lld palautettavaa tallennetta
fr: %lld enregistrements à récupérer
is: %lld upptökur til að endurheimta
it: %lld registrazioni da recuperare
ja: 復元する記録 %lld 件
ko: 복구할 기록 %lld개
nb: %lld opptak å gjenopprette
nl: %lld opnamen om te herstellen
pt_br: %lld gravações a recuperar
ru: Записей для восстановления: %lld
sv: %lld inspelningar att återställa
zh_hans: %lld 条待恢复的记录

source: %lld results
ar: %lld نتيجة
da: %lld resultater
de: %lld Ergebnisse
es: %lld resultados
fi: %lld tulosta
fr: %lld résultats
is: %lld niðurstöður
it: %lld risultati
ja: %lld 件の結果
ko: 결과 %lld개
nb: %lld resultater
nl: %lld resultaten
pt_br: %lld resultados
ru: Результатов: %lld
sv: %lld resultat
zh_hans: %lld 个结果

source: %lld RR intervals
ar: %lld فاصل RR
da: %lld RR-intervaller
de: %lld RR-Intervalle
es: %lld intervalos RR
fi: %lld RR-väliä
fr: %lld intervalles RR
is: %lld RR-bil
it: %lld intervalli RR
ja: %lld RR間隔
ko: %lld RR 간격
nb: %lld RR-intervaller
nl: %lld RR-intervallen
pt_br: %lld intervalos RR
ru: %lld RR-интервала
sv: %lld RR-intervall
zh_hans: %lld 个RR间期

source: %lld sample nights could not be removed. Try again.
ar: تعذّرت إزالة %lld ليلة تجريبية. حاول مرة أخرى.
da: %lld eksempelnætter kunne ikke fjernes. Prøv igen.
de: %lld Beispielnächte konnten nicht entfernt werden. Versuche es erneut.
es: No se pudieron eliminar %lld noches de ejemplo. Inténtalo de nuevo.
fi: %lld esimerkkiyötä ei voitu poistaa. Yritä uudelleen.
fr: Impossible de supprimer %lld nuits d’exemple. Réessayez.
is: Ekki tókst að fjarlægja %lld sýnisnætur. Reyndu aftur.
it: Impossibile rimuovere %lld notti di esempio. Riprova.
ja: サンプルの夜 %lld 晩分を削除できませんでした。もう一度お試しください。
ko: 샘플 밤 %lld개를 제거하지 못했습니다. 다시 시도하세요.
nb: %lld prøvenetter kunne ikke fjernes. Prøv igjen.
nl: %lld voorbeeldnachten konden niet worden verwijderd. Probeer het opnieuw.
pt_br: Não foi possível remover %lld noites de exemplo. Tente novamente.
ru: Не удалось удалить %lld демонстрационные ночи. Повторите попытку.
sv: %lld exempelnätter kunde inte tas bort. Försök igen.
zh_hans: 有 %lld 个示例夜晚无法删除。请再试一次。

source: %lld segments
ar: %lld مقطع
da: %lld segmenter
de: %lld Segmente
es: %lld segmentos
fi: %lld segmenttiä
is: %lld hlutar
it: %lld segmenti
ja: %lldセグメント
ko: %lld개의 세그먼트
nb: %lld segmenter
nl: %lld segmenten
pt_br: %lld segmentos
ru: %lld сегмента
sv: %lld segment
zh_hans: %lld 个片段

source: %lld sessions
ar: %lld جلسة
da: %lld sessioner
de: %lld Sitzungen
es: %lld sesiones
fi: %lld istuntoa
is: %lld lotur
it: %lld sessioni
ja: %lldセッション
ko: %lld개의 세션
nb: %lld økter
nl: %lld sessies
pt_br: %lld sessões
ru: %lld сессии
sv: %lld sessioner
zh_hans: %lld 个记录

source: %lld sessions still pending retry. iCloud may be unreachable.
ar: %lld جلسة لا تزال بانتظار إعادة المحاولة. قد يتعذّر الوصول إلى iCloud.
da: %lld sessioner afventer stadig nyt forsøg. iCloud kan være utilgængelig.
de: %lld Sitzungen warten noch auf einen erneuten Versuch. iCloud ist möglicherweise nicht erreichbar.
es: %lld sesiones siguen pendientes de reintento. Es posible que iCloud no esté disponible.
fi: %lld istuntoa odottaa edelleen uudelleenyritystä. iCloud ei ehkä ole tavoitettavissa.
fr: %lld séances sont encore en attente de nouvelle tentative. iCloud est peut-être inaccessible.
is: %lld lotur bíða enn endurtekningar. iCloud gæti verið ónáanlegt.
it: %lld sessioni sono ancora in attesa di un nuovo tentativo. iCloud potrebbe non essere raggiungibile.
ja: %lld 件のセッションが再試行待ちです。iCloud に接続できない可能性があります。
ko: 세션 %lld개가 아직 재시도 대기 중입니다. iCloud에 연결할 수 없는 상태일 수 있습니다.
nb: %lld økter venter fortsatt på nytt forsøk. iCloud kan være utilgjengelig.
nl: %lld sessies wachten nog op een nieuwe poging. iCloud is mogelijk onbereikbaar.
pt_br: %lld sessões ainda aguardam nova tentativa. O iCloud pode estar inacessível.
ru: %lld сессии всё ещё ожидают повторной попытки. iCloud может быть недоступен.
sv: %lld sessioner väntar fortfarande på nytt försök. iCloud kan vara onåbart.
zh_hans: 仍有 %lld 个记录等待重试。iCloud 可能无法访问。

source: %lld sessions uploaded
ar: تم رفع %lld جلسة
da: %lld sessioner uploadet
de: %lld Sitzungen hochgeladen
es: %lld sesiones subidas
fi: %lld istuntoa lähetetty
fr: %lld sessions téléversées
is: %lld lotum hlaðið upp
it: %lld sessioni caricate
ja: %lld 件のセッションをアップロードしました
ko: 세션 %lld개 업로드됨
nb: %lld økter lastet opp
nl: %lld sessies geüpload
pt_br: %lld sessões enviadas
ru: Загружено %lld сессии
sv: %lld sessioner uppladdade
zh_hans: 已上传 %lld 个记录

source: %lld sleep segments
ar: %lld مقطع نوم
da: %lld søvnsegmenter
de: %lld Schlafsegmente
es: %lld segmentos de sueño
fi: %lld unijaksoa
fr: %lld segments de sommeil
is: %lld svefnhlutar
it: %lld segmenti di sonno
ja: %lld 件の睡眠セグメント
ko: 수면 구간 %lld개
nb: %lld søvnsegmenter
nl: %lld slaapsegmenten
pt_br: %lld segmentos de sono
ru: %lld сегмента сна
sv: %lld sömnsegment
zh_hans: %lld 个睡眠片段

source: %lld total
ar: %lld إجمالًا
da: %lld i alt
de: %lld gesamt
fi: Yhteensä %lld
fr: %lld au total
is: %lld alls
it: %lld totali
ja: 合計%lld
ko: 총 %lld
nb: %lld totalt
nl: %lld totaal
ru: всего %lld
sv: %lld totalt
zh_hans: 共 %lld 个

source: %lld workout
ar: %lld في التمارين
da: %lld i træning
de: %lld im Training
es: %lld en entrenos
fi: %lld treeneissä
fr: %lld en séance
is: %lld á æfingum
it: %lld in allenamento
ja: ワークアウト中 %lld
ko: 운동 중 %lld
nb: %lld på økter
nl: %lld tijdens training
pt_br: %lld em treinos
ru: %lld на тренировках
sv: %lld under pass
zh_hans: 训练中 %lld

source: %lld years
ar: %lld سنة
da: %lld år
de: %lld Jahre
es: %lld años
fi: %lld vuotta
fr: %lld ans
is: %lld ár
it: %lld anni
ja: %lld 歳
ko: %lld세
nb: %lld år
nl: %lld jaar
pt_br: %lld anos
ru: %lld года
sv: %lld år
zh_hans: %lld 岁

# %lld-%lld bpm
source: %1$lld-%2$lld bpm
ar: %1$lld-%2$lld نبضة/د
da: %lld-%lld bpm
de: %lld–%lld bpm
es: %lld-%lld lpm
fr: %lld-%lld bpm
is: %1$lld–%2$lld slög/mín
it: %lld-%lld bpm
ja: %lld-%lld bpm
ko: %lld-%lld bpm
nb: %lld-%lld bpm
nl: %lld-%lld bpm
pt_br: %lld-%lld bpm
ru: %lld-%lld уд/мин
sv: %lld-%lld bpm

source: %lld-min session at sub-tempo intensity.
ar: جلسة %lld دقيقة بشدة دون التيمبو.
da: %lld-minutters session ved sub-tempo-intensitet.
de: %lld-minütige Einheit unter Tempo-Intensität.
es: Sesión de %lld min a intensidad sub-tempo.
fi: %lld minuutin harjoitus tempoa kevyemmällä teholla.
fr: Séance de %lld min à intensité sous-tempo.
is: %lld mínútna lota undir tempó-ákefð.
it: Sessione di %lld min a intensità sotto-tempo.
ja: サブテンポ強度で %lld 分のセッション。
ko: 서브 템포 강도로 %lld분 세션.
nb: %lld-minutters økt på sub-tempo-intensitet.
nl: Sessie van %lld min op sub-tempo-intensiteit.
pt_br: Sessão de %lld min em intensidade sub-tempo.
ru: Тренировка %lld мин на интенсивности ниже темпо.
sv: %lld-minuters pass på sub-tempo-intensitet.
zh_hans: %lld 分钟低于节奏跑强度的训练。

source: %lld-min session at sub-threshold intensity. Balanced load.
ar: جلسة %lld دقيقة بشدة دون العتبة. حمل متوازن.
da: %lld-minutters session ved sub-tærskelintensitet. Balanceret belastning.
de: %lld-minütige Einheit unter der Schwelle. Ausgewogene Belastung.
es: Sesión de %lld min a intensidad subumbral. Carga equilibrada.
fi: %lld minuutin harjoitus kynnyksen alapuolella. Tasapainoinen kuormitus.
fr: Séance de %lld min sous le seuil. Charge équilibrée.
is: %lld mínútna lota undir þröskuldi. Jafnvægt álag.
it: Sessione di %lld min sotto soglia. Carico equilibrato.
ja: 閾値下強度で %lld 分のセッション。バランスの取れた負荷。
ko: 역치 이하 강도로 %lld분 세션. 균형 잡힌 부하.
nb: %lld-minutters økt under terskel. Balansert belastning.
nl: Sessie van %lld min op subdrempelintensiteit. Gebalanceerde belasting.
pt_br: Sessão de %lld min em intensidade sublimiar. Carga equilibrada.
ru: Тренировка %lld мин ниже порога. Сбалансированная нагрузка.
sv: %lld-minuters pass under tröskel. Balanserad belastning.
zh_hans: %lld 分钟亚阈强度训练。负荷均衡。

source: %lld-min session driven mostly above LT2. High-cost work — recover hard tomorrow.
ar: جلسة %lld دقيقة معظمها فوق LT2. عمل مرتفع الكلفة — تعافَ جيدًا غدًا.
da: %lld-min session hovedsagelig over LT2. Dyr træning — restituér grundigt i morgen.
de: %lld-Min-Einheit überwiegend über LT2. Teure Arbeit — morgen konsequent erholen.
es: Sesión de %lld min mayormente por encima de LT2. Trabajo costoso — recupera bien mañana.
fi: %lld min harjoitus pääosin LT2:n yläpuolella. Kallista työtä — palaudu kunnolla huomenna.
fr: Séance de %lld min majoritairement au-dessus de LT2. Travail coûteux — récupérez sérieusement demain.
is: %lld mín lota að mestu yfir LT2. Dýr vinna — hvíldu vel á morgun.
it: Sessione di %lld min prevalentemente sopra LT2. Lavoro costoso — recupera bene domani.
ja: %lld 分のセッションの大半が LT2 超。コストの高い練習 — 明日はしっかり回復を。
ko: %lld분 세션 대부분이 LT2 이상. 비용이 큰 훈련 — 내일은 확실히 회복하세요.
nb: %lld-min økt hovedsakelig over LT2. Kostbar trening — restituer godt i morgen.
nl: Sessie van %lld min grotendeels boven LT2. Kostbaar werk — herstel morgen goed.
pt_br: Sessão de %lld min majoritariamente acima do LT2. Trabalho caro — recupere bem amanhã.
ru: Сессия %lld мин преимущественно выше LT2. Дорогая работа — завтра как следует восстановитесь.
sv: %lld-min pass mestadels över LT2. Dyrt arbete — återhämta ordentligt imorgon.
zh_hans: %lld 分钟课程大部分在 LT2 以上。高代价训练 — 明天好好恢复。

source: %lld-min session in the LT1–LT2 band. Targeted lactate-clearance adaptation.
ar: جلسة %lld دقيقة ضمن نطاق LT1–LT2. تكيّف موجّه لإزالة اللاكتات.
da: %lld-min session i LT1–LT2-båndet. Målrettet laktatclearance-tilpasning.
de: %lld-Min-Einheit im LT1–LT2-Band. Gezielte Anpassung der Laktat-Clearance.
es: Sesión de %lld min en la banda LT1–LT2. Adaptación dirigida al aclaramiento de lactato.
fi: %lld min harjoitus LT1–LT2-alueella. Kohdennettu laktaatinpoiston adaptaatio.
fr: Séance de %lld min dans la bande LT1–LT2. Adaptation ciblée de la clairance du lactate.
is: %lld mín lota á LT1–LT2 bilinu. Markviss aðlögun að mjólkursýruhreinsun.
it: Sessione di %lld min nella banda LT1–LT2. Adattamento mirato allo smaltimento del lattato.
ja: LT1–LT2 帯での %lld 分セッション。乳酸クリアランスに的を絞った適応。
ko: LT1–LT2 구간에서의 %lld분 세션. 젖산 제거 적응을 겨냥.
nb: %lld-min økt i LT1–LT2-båndet. Målrettet laktatclearance-tilpasning.
nl: Sessie van %lld min in de LT1–LT2-band. Gerichte adaptatie van lactaatklaring.
pt_br: Sessão de %lld min na faixa LT1–LT2. Adaptação dirigida à remoção de lactato.
ru: Сессия %lld мин в диапазоне LT1–LT2. Целенаправленная адаптация к выведению лактата.
sv: %lld-min pass i LT1–LT2-bandet. Riktad anpassning av laktatclearance.
zh_hans: %lld 分钟课程处于 LT1–LT2 区间。针对乳酸清除的适应。

source: %1$lld-min session, peak HR at %2$lld%% max. High internal load — needs full recovery.
ar: جلسة %lld دقيقة، ذروة النبض عند %lld%% من الأقصى. حمل داخلي مرتفع — يتطلب تعافيًا كاملًا.
da: %lld-min session, toppuls på %lld%% af maks. Høj intern belastning — kræver fuld restitution.
de: %lld-Min-Einheit, Spitzenpuls bei %lld%% max. Hohe innere Belastung — braucht volle Erholung.
es: Sesión de %lld min, FC pico al %lld%% del máximo. Carga interna alta — requiere recuperación completa.
fi: %lld min harjoitus, huippusyke %lld%% maksimista. Korkea sisäinen kuorma — vaatii täyden palautumisen.
fr: Séance de %lld min, FC max atteinte à %lld%% du max. Charge interne élevée — récupération complète nécessaire.
is: %lld mín lota, hámarkspúls við %lld%% af hámarki. Hátt innra álag — þarfnast fullrar endurheimtar.
it: Sessione di %lld min, FC di picco al %lld%% del massimo. Carico interno alto — serve recupero completo.
ja: %lld 分のセッション、最高心拍は最大の %lld%%。内的負荷が高く、完全な回復が必要です。
ko: %lld분 세션, 최고 심박은 최대의 %lld%%. 내적 부하가 높아 완전한 회복이 필요합니다.
nb: %lld-min økt, toppuls på %lld%% av maks. Høy indre belastning — krever full restitusjon.
nl: Sessie van %lld min, piekhartslag op %lld%% van max. Hoge interne belasting — volledig herstel nodig.
pt_br: Sessão de %lld min, FC de pico a %lld%% do máximo. Carga interna alta — exige recuperação completa.
ru: Сессия %lld мин, пиковый пульс %lld%% от максимума. Высокая внутренняя нагрузка — нужно полное восстановление.
sv: %lld-min pass, toppuls på %lld%% av max. Hög inre belastning — kräver full återhämtning.
zh_hans: %lld 分钟课程，峰值心率为最大值的 %lld%%。内部负荷高 — 需要充分恢复。

source: %lld-min Z2 work, α1 stayed above 0.75 the whole way. Body absorbed the load cleanly.
ar: %lld دقيقة عمل في المنطقة 2، بقي α1 فوق 0.75 طوال الوقت. استوعب الجسم الحمل بنظافة.
da: %lld min Z2-arbejde, α1 forblev over 0,75 hele vejen. Kroppen optog belastningen rent.
de: %lld Min Z2-Arbeit, α1 blieb durchweg über 0,75. Der Körper hat die Belastung sauber verarbeitet.
es: %lld min de trabajo en Z2, α1 se mantuvo por encima de 0,75 todo el rato. El cuerpo absorbió la carga limpiamente.
fi: %lld min Z2-työtä, α1 pysyi yli 0,75 koko ajan. Keho otti kuorman vastaan puhtaasti.
fr: %lld min de travail en Z2, α1 est resté au-dessus de 0,75 tout du long. Le corps a absorbé la charge proprement.
is: %lld mín Z2-vinna, α1 hélst yfir 0,75 alla leið. Líkaminn tók álagið vel.
it: %lld min di lavoro in Z2, α1 è rimasto sopra 0,75 per tutto il tempo. Il corpo ha assorbito bene il carico.
ja: Z2 で %lld 分、α1 は終始 0.75 超。身体は負荷をきれいに吸収しました。
ko: Z2에서 %lld분, α1이 내내 0.75 위를 유지. 몸이 부하를 깔끔하게 흡수했습니다.
nb: %lld min Z2-arbeid, α1 holdt seg over 0,75 hele veien. Kroppen tok opp belastningen rent.
nl: %lld min Z2-werk, α1 bleef de hele tijd boven 0,75. Het lichaam verwerkte de belasting soepel.
pt_br: %lld min de trabalho em Z2, α1 ficou acima de 0,75 o tempo todo. O corpo absorveu a carga com folga.
ru: %lld мин работы в Z2, α1 всё время оставался выше 0,75. Организм чисто усвоил нагрузку.
sv: %lld min Z2-arbete, α1 höll sig över 0,75 hela vägen. Kroppen tog upp belastningen rent.
zh_hans: Z2 训练 %lld 分钟，α1 全程保持在 0.75 以上。身体干净地吸收了负荷。

source: %1$lld-minute %2$@ performed predominantly above anaerobic threshold (α1 < 0.50 for %3$lld min). High internal load. Short-duration, race-pace or interval-work profile.
ar: %2$@ لمدة %1$lld دقيقة أُدّي غالبًا فوق العتبة اللاهوائية (α1 < 0.50 لمدة %3$lld دقيقة). حمل داخلي مرتفع. ملف قصير المدة بوتيرة سباق أو عمل فتري.
da: %lld-minutters %@ udført overvejende over den anaerobe tærskel (α1 < 0,50 i %lld min). Høj intern belastning. Kort profil med konkurrencetempo eller intervalarbejde.
de: %lld-minütiges %@ überwiegend über der anaeroben Schwelle (α1 < 0,50 für %lld Min). Hohe innere Belastung. Kurzes Profil mit Wettkampftempo oder Intervallarbeit.
es: %2$@ de %1$lld minutos realizado predominantemente por encima del umbral anaeróbico (α1 < 0,50 durante %3$lld min). Carga interna alta. Perfil corto, a ritmo de competición o de series.
fi: %lld minuutin %@ pääosin anaerobisen kynnyksen yläpuolella (α1 < 0,50 %lld min ajan). Korkea sisäinen kuorma. Lyhyt, kilpailuvauhtinen tai intervalliprofiili.
fr: %2$@ de %1$lld minutes réalisé principalement au-dessus du seuil anaérobie (α1 < 0,50 pendant %3$lld min). Charge interne élevée. Profil court, allure de course ou travail en intervalles.
is: %lld mínútna %@ að mestu yfir loftfirrtum þröskuldi (α1 < 0,50 í %lld mín). Hátt innra álag. Stutt snið á keppnishraða eða með lotuvinnu.
it: %2$@ di %1$lld minuti svolto prevalentemente sopra la soglia anaerobica (α1 < 0,50 per %3$lld min). Carico interno alto. Profilo breve, a ritmo gara o a intervalli.
ja: %lld 分の%@は大部分が無酸素性作業閾値を超えて実施されました（α1 < 0.50 が %lld 分）。内的負荷が高く、短時間・レースペースまたはインターバル型のプロファイルです。
ko: %lld분의 %@이(가) 대부분 무산소 역치 이상에서 수행되었습니다(α1 < 0.50이 %lld분). 내적 부하가 높은 짧은 레이스 페이스 또는 인터벌 프로필입니다.
nb: %lld-minutters %@ utført hovedsakelig over anaerob terskel (α1 < 0,50 i %lld min). Høy indre belastning. Kort profil med konkurransefart eller intervallarbeid.
nl: %2$@ van %1$lld minuten overwegend boven de anaerobe drempel (α1 < 0,50 gedurende %3$lld min). Hoge interne belasting. Kort profiel op wedstrijdtempo of met intervalwerk.
pt_br: %2$@ de %1$lld minutos realizado predominantemente acima do limiar anaeróbio (α1 < 0,50 por %3$lld min). Carga interna alta. Perfil curto, em ritmo de prova ou de tiros.
ru: %2$@ длительностью %1$lld минут выполнен преимущественно выше анаэробного порога (α1 < 0,50 в течение %3$lld мин). Высокая внутренняя нагрузка. Короткий профиль соревновательного темпа или интервалов.
sv: %lld-minuters %@ utfört huvudsakligen över anaerob tröskel (α1 < 0,50 i %lld min). Hög inre belastning. Kort profil med tävlingsfart eller intervallarbete.
zh_hans: %lld 分钟的%@主要在无氧阈以上完成（α1 < 0.50 持续 %lld 分钟）。内部负荷高，属于短时、比赛配速或间歇训练的特征。
